istio/abcd_perf/multi-perf-shared/report2000.txt
Requests      [total, rate]            60000, 2000.03
Duration      [total, attack, wait]    30.000123175s, 29.999553016s, 570.159µs
Latencies     [mean, 50, 95, 99, max]  769.532µs, 557.529µs, 1.806266ms, 4.94557ms, 33.34483ms
Bytes In      [total, mean]            1560000, 26.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:60000  
Error Set: